/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Erro Socket fechado";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Erro no tempo de conexão do socket";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Erro no tamanho de escrita do socket";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Erro no tempo de leitura do socket";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Erro no tempo de leitura do socket";

